using System;

//Задача на наполнение рюкзака
//Использовать жадный алгоритм

namespace Backpack
{
    class Program
    {
        static void Main(string[] args)
        {
            Console.WriteLine("Hello World!");
        }
    }
}